Repository: common-repository/woo-enviofacil
Catalog: languages/woo-enviofacil-*.po
Languages: pt_br

source: Adds shipping method PAC and SEDEX via Envio Fácil to WooCommerce.
pt_br: Adiciona os métodos de envio PAC e SEDEX via Envio Fácil ao WooCommerce.

source: Origin postcode
pt_br: CEP do remetente

source: It is the postcode from the sender.
pt_br: É o CEP de origem do pacote.

source: Estimated delivery.
pt_br: Estimativa de entrega.

source: Show estimated delivery
pt_br: Exibir estimativa de entrega

source: Display the estimated delivery in business day.
pt_br: Exibe o tempo estimado de entrega em dias úteis.

source: Enable PAC
pt_br: Habilitar o PAC

source: Enable PAC as a shipping method.
pt_br: Habilitar o PAC como método de entrega.

source: PAC title
pt_br: Título do PAC

source: Title to be displayed on site.
pt_br: Como o PAC será chamado no site.

source: Enable SEDEX
pt_br: Habilitar o SEDEX

source: Enable SEDEX as a shipping method.
pt_br: Habilitar o SEDEX como método de entrega.

source: SEDEX title
pt_br: Título do SEDEX

source: Title to be displayed on site
pt_br: Como o SEDEX será chamado no site

source: Additional days
pt_br: Dias adicionais

source: Additional business days to the estimated delivery.
pt_br: Dias úteis adicionados à estimativa de entrega.

source: Handling fee
pt_br: Taxa de manuseio

source: An amount to add to the cost of the shipping method as a fee for handling it.
pt_br: Uma quantia que você deseja adicionar ao custo de envio.

source: Enable Correios contingency
pt_br: Ativar contingência com o Correios

source: Enable Correios if Envio Fácil fails.
pt_br: Ativar Correios caso o Envio Fácil falhe.

source: Correios discount in %
pt_br: Desconto no Correios em %

source: To balance Envio Fácil unavailability, how much you would like to reduce, in percentage, on Correios's price.
pt_br: Para compensar a indisponibilidade do Envio Fácil, quanto você deseja reduzir em percentuais do preço do Correios.
